{
  "guns": [
    {
      "id": 0,
      "name": "Colt M4A1",
      "prix": 3100,
      "img": "../assets/images/m4a1.jpg",
      "clip": 30,
      "country": "USA",
      "Description": "The M4 Carbine is a 5.56×45mm NATO, air-cooled, gas-operated,[b] direct impingement, magazine-fed, select fire carbine. It has a 14.5 in (370 mm) barrel and a telescoping stock. It is essentially a lighter and shorter variant of the M16A2 assault rifle."
    },
    {
      "id": 2,
      "name": "GIAT Famas",
      "prix": 2100,
      "img": "../assets/images/famas.jpg",
      "clip": 25,
      "country": "France",
      "Description": "The FAMAS (Fusil d'Assaut de la Manufacture d'Armes de Saint-Étienne, in English Assault Rifle from the Saint-Étienne Weapon Factory) is a bullpup assault rifle designed and manufactured in France by MAS in 1978."
    },
    {
      "id": 3,
      "name": "SIG SG545",
      "prix": 5000,
      "img": "../assets/images/Sig.jpg",
      "clip": 35,
      "country": "Switzerland",
      "Description": "The SG 550 is an assault rifle manufactured by Swiss Arms AG  \t  (formerly a division of Schweizerische Industrie Gesellschaft, now known as SIG Holding AG)  \t  in Switzerland. SG is an abbreviation for Sturmgewehr (assault rifle)."
    },
    {
      "id": 4,
      "name": "M249 machine gun",
      "prix": 5000,
      "img": "../assets/images/Machine.jpg",
      "clip": "100",
      "country": "Belgium",
      "Description": "The M249 light machine gun (LMG), also known as the M249 Squad Automatic Weapon (SAW) which continues to be the manufacturer's designation[2] and formally written as Light Machine Gun, 5.56 mm, M249,, a light machine gun manufactured by the Belgian company"
    },
    {
      "id": 6,
      "name": "AWPS550",
      "prix": 6000,
      "img": "../assets/images/awp2.jpg",
      "clip": "10",
      "country": "UK",
      "Description": "The Accuracy International AWM (Arctic Warfare Magnum or AI-Arctic Warfare Magnum)  \t  is a bolt-action sniper rifle manufactured by Accuracy International designed for magnum rifle cartridges.  \t  The Accuracy International AWM is also unofficially known as the AW"
    }
  ]
}